Repository: sagemath/sagenb
Catalog: sagenb/translations/ua_UA/LC_MESSAGES/messages.po
Languages: uk_ua

source: Code is evaluated by exec'ing (after preparsing). Only the output of the last line of the cell is implicitly printed. If any line starts with "sage:" or ">>>" the entire block is assumed to contain text and examples, so only lines that begin with a prompt are executed. Thus you can paste in complete examples from the docs without any editing, and you can write input cells that contains non-evaluated plain text mixed with examples by starting the block with ">>>" or including an example.
uk_ua: Код виконується за допомогою exec (після препарсингу). Тільки вивід останнього рядка в полі буде відображатися по замовчуванням. Якщо який-небудь рядок починається з "sage:" чи ">>>" то вважається, що все поле містить текст і приклади, тому будуть виконуватися тільки рядки, що починаються з підказки. Таким чином, ви можете вставляти приклади із документації повністю, без будь-яких правок, а також писати у полях вводу звичайний текст, що не буде виконуватися, разом з прикладами, якщо почнете поле з ">>>" або вставите приклад із документації.

source: History
uk_ua: Історія

source: Click <a href="/history">log</a> commands you have entered in any worksheet of this notebook.
uk_ua: Натисніть <a href="/Історія">log</a>, щоб переглянути всі команди, які ви ввели у будь-якому робочому аркуші.

source: Typesetting All Output
uk_ua: Автоформатування всіх результатів

source: Type pretty_print_default() in an input cell and press shift-enter. All future output will be typeset automatically.
uk_ua: Введіть pretty_print_default() у полі виводу і натисніть Shift+Enter. Увесь наступний вивід буде автоматично відформатовано.

source: Files and Scripts
uk_ua: Файли та сценарії

source: Loading SAGE/Python Scripts
uk_ua: Підключення сценаріїв Sage/Python

source: Use "load filename.sage" and "load filename.py". Load is relative to the path you started the notebook in. The .sage files are preparsed and .py files are not. You may omit the .sage or .py extension. Files may load other files.
uk_ua: Використовуйте "load filename.sage" і "load filename.py". Шлях load відноситься до директорії, із якої було запущено Sage Notebook. Файли .sage будуть опрацьовані препарсером, а файли .py - ні. Ви можете опустити розширення .sage чи .py. Файли можуть завантажувати інші файли.

source: Attaching Scripts
uk_ua: Прикріплення сценаріїв до робочого аркуша

source: Use "attach filename.sage" or "attach filename.py". Attached files are automatically reloaded when the file changes. The file $HOME/.sage/init.sage is attached on startup if it exists.
uk_ua: Використовуйте "attach filename.sage" або "attach filename.py". Прикріплені файли автоматично перезавантажаться при їх зміні. Якщо існує файл $HOME/.sage/init.sage, то він прикріплюється при запуску.

source: Working Directory
uk_ua: Робоча директорія

source: Each block of code is run from its own directory. If any images are created as a side effect, they will automatically be displayed.
uk_ua: Кожне поле запускається у власній директорії. Якщо під час роботи створюються файли зображень, то вони будуть відображатися автоматично.

source: DIR Variable
uk_ua: Змінна DIR

source: The variable DIR contains the directory from which you started the SAGE notebook. For example, to open a file in that directory, do "open(DIR+'filename')".
uk_ua: Змінна DIR містить адресу директорії, із якої було запущено Sage Notebook. Наприклад, щоб відкрити файл у цій директорії, введіть "open(DIR+'ім'я файлу')".

source: DATA Variable
uk_ua: Змінна DATA

source: Use the Data menu to upload images and other files, and create new files that can be shared between worksheets. The DATA variable contains the path to the data files. For example, to open a file in that directory, do "open(DATA+'filename')". If foo.sage is a Sage file that you uploaded, type "load foo.sage"; if foo.py is a Python file, you can import it by typing "import foo".
uk_ua: Використовуйте меню Дані, щоб завантажувати картинки та інші файли, а також створювати нові файли, які можуть бути використані у різних робочих аркушах одночасно. Змінна DATA містить шлях до цих файлів даних. Наприклад, щоб відкрити файл у цій директорії, введіть "open(DATA+'ім'я файлу')". Якщо ви завантажили Sage-файл foo.sage, введіть "load foo.sage", щоб виконати його; якщо foo.py є Python-файл, ви можете імпортувати його за допомогою "import foo".

source: Loading and Saving Objects
uk_ua: Завантаження та збереження об'єктів

source: Use "save obj1 obj2 ..." and "load obj1 obj2 ...". This allows for easy moving of objects from one worksheet to another, and saving of objects for later use.
uk_ua: Використовуйте "save obj1 obj2 ..." і "load obj1 obj2 ...". Таким чином, можна легко переміщувати об'єкти із одного робочого аркуша в інший і зберігати їх для подальшого використання.

source: Loading and Saving Sessions
uk_ua: Завантаження та збереження сесій

source: Use "save_session('name')" to save all variables to an object. Use "load_session('name')" to <i>merge</i> in all variables from a saved session.
uk_ua: Використовуйте "save_session('name')", щоб зберегти всі змінні в об'єкті. Введіть "load_session('name')" для того, щоб <i>об'єднати</i> поточне середовище із змінними зі збереженої сесії.

source: Customizing the Notebook CSS
uk_ua: Кастомізація CSS Sage Notebook

source: If you create a file <tt>$HOME/.sage/notebook.css</tt> then it will get applied when rendering the notebook. See
uk_ua: Якщо ви створите файл <tt>$HOME/.sage/notebook.css</tt>, то він буде використаний при відображенні Sage Notebook. Див.

source: Expected "%(wanted)s" after "%(key)s", got "%(token)s"
uk_ua: Очікувалось "%(wanted)s" після "%(key)s", але отримано "%(token)s"

source: Expected an integer "%(key)s" before "%(token)s"
uk_ua: Очікувалось ціле число "%(key)s" перед "%(token)s"

source: Expected an integer "%(arg)s" after "%(key)s"
uk_ua: Очікувалось ціле число "%(arg)s" після "%(key)s"

source: Expected a color value "%(arg)s" after "%(key)s"
uk_ua: Очікувалось значення кольору "%(arg)s" після "%(key)s"

source: %(seconds)s ago
uk_ua: %(seconds)s тому
