Repository: sagemath/sagenb
Catalog: sagenb/translations/ua_UA/LC_MESSAGES/messages.po
Languages: uk_ua

source: cs_CZ
uk_ua: čeština (Česká republika)

source: de_AT
uk_ua: Deutsch (Österreich)

source: en_US
uk_ua: English (United States)

source: es_ES
uk_ua: español (España)

source: pt_BR
uk_ua: português (Brasil)

source: ru_RU
uk_ua: русский (Россия)

source: fr_FR
uk_ua: français (France)

source: uk_UA
uk_ua: українська (Україна)

source: The temporary password for the new user <em>%(username)s</em> is <em>%(password)s</em>
uk_ua: Тимчасовий пароль для нового користувача <em>%(username)s</em>: <em>%(password)s</em>

source: New User
uk_ua: Новий користувач

source: The confirmation system is not active.
uk_ua: Система підтвердження не активна.

source: <h1>Invalid confirmation key</h1> <p>You are reporting a confirmation key that has not been assigned by this server. Please <a href="/register">register</a> with the server.</p>
uk_ua: <h1>Невірний ключ підтвердження</h1> <p>Ви надали ключ підтвердження, який не зв'язаний із цим сервером. Будь-ласка, <a href="/register">зареєструйтесь</a> на сервері.</p>

source: <h1>Email address confirmed for user %(username)s</h1>
uk_ua: <h1>Адреса електронної пошти підтверджена для користувача %(username)s</h1>

source: Email Confirmed
uk_ua: Адресу електронної пошти підтверджено

source: Log
uk_ua: Журнал

source: You do not have permission to access this location
uk_ua: Ви не маєте прав для доступу до цієї сторінки

source: You do not have permission to access this worksheet
uk_ua: Ви не маєте прав для доступу до цього робочого аркуша

source: Untitled
uk_ua: Без назви

source: Error: can't add more than 500 collaborators at a time
uk_ua: Помилка: не можна додати більше 500 співавторів за один раз

source: Error
uk_ua: Помилка

source: No data files
uk_ua: Немає файлів даних

source: illegal link attempt!
uk_ua: спроба доступу за невірним посиланням!

source: The data filename already exists in other worksheet Delete the file in the other worksheet before creating a link.
uk_ua: Файл з вибраною назвою вже існує в іншому робочому аркуші. Видаліть файл в іншому аркуші перед створенням зв'язаної копії.

source: Return to <a href="%(upload_url)s" title="Upload or create a data file in a wide range of formats"><strong>Upload or Create Data File</strong></a> or <a href="%(worksheet_url)s" title="Interactively use the worksheet"><strong>%(worksheet_name)s</strong></a>.
uk_ua: Повернутися до <a href="%(upload_url)s" title="Завантажити або створити файл даних в одному із підтримуваних форматів"><strong>Завантажити або створити файл даних</strong></a> або <a href="%(worksheet_url)s" title="Інтерактивно використовувати робочий аркуш"><strong>%(worksheet_name)s</strong></a>.

source: Error uploading file (missing field "file"). %(backlinks)s
uk_ua: Помилка завантаження файлу (відсутнє поле "Файл"). %(backlinks)s

source: Error uploading file (missing %(field)s arg).%(backlinks)s
uk_ua: Помилка завантаження файлу (відсутній аргумент %(field)s arg).%(backlinks)s

source: Error uploading file (missing filename).%(backlinks)s
uk_ua: Помилка завантаження файлу (відсутнє ім'я файлу).%(backlinks)s

source: URL must start with http, https, or ftp.%(backlinks)s
uk_ua: Посилання має починатися з http, https, або ftp.%(backlinks)s

source: Suspicious filename "%(filename)s" encountered uploading file.%(backlinks)s
uk_ua: Підозріле ім'я файлу "%(filename)s" виявлено при завантаженні файлу.%(backlinks)s

source: No such worksheet.
uk_ua: Запитуваний робочий аркуш не знайдено.

source: Document does not exist.
uk_ua: Запитуваного документу не існує.

source: Error displaying worksheet listing.
uk_ua: Помилка при відображенні списку робочих аркушів.

source: Requested public worksheet does not exist
uk_ua: Запитуваного опублікованого робочого аркуша не існує

source: This Sage notebook is not configured to load worksheets from 'https' URLs. Try a different URL or download the worksheet and upload it directly from your computer. %(backlinks)s
uk_ua: Цей Sage Notebook-сервер не налаштований для завантаження робочих аркушів за посиланнями, що починаються з https. Спробуйте інше посилання або завантажте файл робочого аркуша, а потім вивантажте його безпосередньо зі свого комп'ютера. %(backlinks)s

source: Return to <a href="/upload" title="Upload a worksheet"><strong>Upload File</strong></a>.
uk_ua: Повернутися до <a href="/upload" title="Завантажити робочий аркуш"><strong>Завантажити файл</strong></a>.

source: Please specify a worksheet to load. %(backlinks)s
uk_ua: Будь-ласка, вкажіть робочий аркуш для завантаження. %(backlinks)s

source: Invalid filename. %(backlinks)s
uk_ua: Неправильне ім'я файлу. %(backlinks)s

source: There was an error uploading the worksheet. It could be an old unsupported format or worse. If you desperately need its contents contact the <a href="http://groups.google.com/group/sage-support">sage-support group</a> and post a link to your worksheet. Alternatively, an sws file is just a bzip2 tarball; take a look inside! %(backlinks)s
uk_ua: Виникла помилка при завантаженні робочого аркуша. Це може бути старий непідтримуваний формат або пошкоджений файл. Якщо вам все ж дуже потрібний вміст цього файлу, напишіть до <a href="http://groups.google.com/group/sage-support">sage-support group</a> і дайте посилання на ваш робочий аркуш. В іншому випадку, спробуйте подивитися всередину sws файлу: це текстовий файл у tarr-архіві, стиснутому bzip2! %(backlinks)s

source: Error uploading worksheet '%(msg)s'.%(backlinks)s
uk_ua: Помилка при завантаженні робочого аркуша '%(msg)s'.%(backlinks)s

source: The Sage Notebook
uk_ua: Sage Notebook

source: Searching for Sage server...
uk_ua: Пошук сервера Sage...

source: Version
uk_ua: Версія

source: Please log in to the Sage notebook
uk_ua: Будь-ласка, увійдіть до Sage Notebook

source: Log in
uk_ua: Увійти

source: Toggle the top bar
uk_ua: Перемикач верхньої панелі

source: Toggle
uk_ua: Перемкнути

source: Back to your personal worksheet list
uk_ua: Повернутися до списку ваших робочих аркушів

source: Home
uk_ua: Додому

source: Published
uk_ua: Опубліковані

source: Browse the published worksheets
uk_ua: Переглянути опубліковані робочі аркуші

source: View a log of recent computations
uk_ua: Переглянути історію останніх обчислень

source: Change account settings including password
uk_ua: Змінити налаштування облікового запису, включаючи пароль

source: Settings
uk_ua: Налаштування

source: Documentation
uk_ua: Документація

source: Help
uk_ua: Допомога

source: Report a problem or submit a bug to improve Sage
uk_ua: Повідомити про проблему або відправити звіт про помилку для покращення роботи Sage

source: Report a Problem
uk_ua: Повідомити про проблему

source: Log out of the Sage notebook
uk_ua: Вийти із Sage Notebook

source: Sign out
uk_ua: Вийти

source: Sage Documentation
uk_ua: Документація Sage

source: To quickly try out Sage start here
uk_ua: Для швидкого знайомства з Sage, почніть тут

source: Tutorial
uk_ua: Практичні рекомендації

source: Explore a collection of in-depth tutorials on specific topics
uk_ua: Переглянути колекцію підібраних практичних рекомендацій з окремих тем

source: Thematic Tutorials
uk_ua: Тематичні практичні рекомендації

source: View a 4000+ page reference manual about Sage
uk_ua: Переглянути 4000+ сторінок інструкції користувача Sage

source: Reference Manual
uk_ua: Інструкція користувача

source: Learn to write Sage programs
uk_ua: Навчитися писати програми в Sage

source: Developer Guide
uk_ua: Інструкція розробника

source: How do I construct ... in Sage?
uk_ua: Як мені створити ... в Sage?

source: Constructions
uk_ua: Програмні конструкції

source: Static version...
uk_ua: Статична версія...

source: Fast Static Versions of the Documentation
uk_ua: Швидка статична версія документації

source: Help via Internet Chat (IRC)
uk_ua: Допомога на каналі IRC (Інтернет-чат)

source: How to use the Sage Notebook
uk_ua: Як користуватися Sage Notebook

source: A <em>worksheet</em> is an ordered list of Sage calculations with output.
uk_ua: <em>Робочий аркуш</em> — це впорядкований список обчислень Sage із результатами.

source: A <em>session</em> is a worksheet and a set of variables in some state.
uk_ua: <em>Сесія</em> — це робочий аркуш і набір змінних у деякому стані.

source: The <em>Sage notebook</em> is a collection of worksheets, saved objects, and user information.
uk_ua: <em>Sage Notebook</em> — це колекція робочих аркушів, збережених об'єктів та інформації користувача.

source: The Sage Notebook was primarily written by William Stein with substantial contributions from Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang, and Dorian Raymer.
uk_ua: Sage Notebook був спершу створений William Stein, із суттєвим внеском Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang, і Dorian Raymer.

source: Continue
uk_ua: Продовжити

source: Sage: History for %(u)s
uk_ua: Sage: Історія для %(u)s

source: Click here to turn the above into a Sage worksheet
uk_ua: Натисніть тут, щоб відкрити вибране як робочий аркуш Sage

source: Create a new Sage worksheet version of the last 100 commands in the above log.
uk_ua: Створити новий робочий аркуш Sage із останніх 100 команд з історії.

source: username
uk_ua: Ім'я користувача:

source: Select an OpenID provider
uk_ua: Виберіть провайдера OpenID

source: Send
uk_ua: Відправити

source: Sign in
uk_ua: Увійти

source: Congratulations %(u)s! You can now sign into the Sage Notebook.
uk_ua: Вітаємо %(u)s! Тепер ви можете увійти до Sage Notebook.

source: Welcome!
uk_ua: Ласкаво просимо!

source: <strong>Sage</strong> is a different approach to mathematics software.
uk_ua: <strong>Sage</strong> — це інший підхід до математичного програмного забезпечення.

source: With the Sage Notebook anyone can create, collaborate on, and publish interactive worksheets. In a worksheet, one can write code using Sage, Python, and other software included in Sage.
uk_ua: За допомогою Sage Notebook можна створювати інтерактивні робочі аркуші, спільно працювати над ними та публікувати їх. У робочому аркуші можна писати код, використовуючи Sage, Python та інше програмне забезпечення, яке включено до Sage.

source: General and Advanced Pure and Applied Mathematics
uk_ua: Загальна, вища, чиста і прикладна математика

source: Use Sage for studying calculus, elementary to very advanced number theory, cryptography, commutative algebra, group theory, graph theory, numerical and exact linear algebra, and more.
uk_ua: Використовуйте Sage для вивчення математичного аналізу, елементарної та розширеної теорії чисел, криптографії, комутативної алгебри, теорії груп, теорії графів, класичної і численної лінійної алгебри та багато чого іншого.

source: Use an Open Source Alternative
uk_ua: Використовуйте вільнорозповсюджувану альтернативу

source: By using Sage you help to support a viable open source alternative to Magma, Maple, Mathematica, and MATLAB. Sage includes many high-quality open source math packages.
uk_ua: Використовуючи Sage, ви допомагаєте підтримувати вільнорозповсюджувану альтернативу Magma, Maple, Mathematica і MATLAB. Sage містить велику кількість високоякісних математичних пакетів із відкритим вихідним кодом.

source: Use Most Mathematics Software from Within Sage
uk_ua: Використовуйте більшість математичних програм безпосередньо в Sage

source: Sage makes it easy for you to use most mathematics software together. Sage includes GAP, GP/PARI, Maxima, and Singular, and dozens of other open packages.
uk_ua: За допомогою Sage дуже легко одночасно користуватися більшістю математичних програм. Sage включає в себе GAP, GP/PARI, Maxima і Singular та багато інших відкритих пакетів програмного забезпечення.

source: Use a Mainstream Programming Language
uk_ua: Використовуйте сучасну широко розповсюджену мову програмування

source: You work with Sage using the highly regarded scripting language Python. You can write programs that combine serious mathematics with anything else.
uk_ua: Працюючи з Sage, ви використовуєте високо оцінену скриптову мову Python. Ви можете писати програми, у яких серйозна математика поєднується із будь-чим.

source: Acknowledgement
uk_ua: Подяка

source: The Sage Notebook is based upon work supported by the National Science Foundation under grants DMS-0821725, DMS-1020378, DMS-0713225, DMS-0555776, DMS-0545904, DMS-0838212, DMS-0757627, DUE-1020378, DUE-1022574, DMS-1015114, etc. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation. See also <a href="http://sagemath.org/development-ack.html">http://sagemath.org/development-ack.html</a>.
uk_ua: Sage Notebook базується на роботі, підтримуваній National Science Foundation в рамках грантів DMS-0821725, DMS-1020378, DMS-0713225, DMS-0555776, DMS-0545904, DMS-0838212, DMS-0757627, DUE-1020378, DUE-1022574, DMS-1015114 та ін. Будь-які думки, знахідки, висновки чи рекомендації, представлені тут, є особистою позицією автора(ів) і можуть не співпадати із поглядами National Science Foundation. Див. також <a href="http://sagemath.org/development-ack.html">http://sagemath.org/development-ack.html</a>.

source: Username
uk_ua: Ім'я користувача:

source: Username is not in the system
uk_ua: Ім'я користувача не знайдено в системі

source: Password
uk_ua: Пароль

source: Wrong password
uk_ua: Невірний пароль

source: Remember me
uk_ua: Запам'ятати мене

source: Sign up for a new Sage Notebook account
uk_ua: Зареєструвати новий обліковий запис в Sage Notebook

source: Browse published Sage worksheets<br>(no login required)
uk_ua: Переглянути опубліковані робочі аркуші Sage<br>(реєстрація не потрібна)

source: Forgot password
uk_ua: Забули пароль?

source: Creating new users is disabled by the administrator.
uk_ua: Створення нових користувачів заборонено адміністратором.

source: Javascript must be enabled in order to use the Sage Notebook.
uk_ua: Для роботи Sage Notebook має бути увімкнений Javascript.

source: Source Code
uk_ua: Вихідний код

source: Sage Source Browser
uk_ua: Браузер вихідного коду

source: browse directory
uk_ua: перегляд директорії

source: Sage Notebook version
uk_ua: Версія Sage Notebook

source: Sage version
uk_ua: Версія Sage

source: Environment
uk_ua: Середовище

source: Start
uk_ua: Почати

source: Stop
uk_ua: Завершити

source: Elapsed
uk_ua: Минуло

source: Status
uk_ua: Статус

source: Pass
uk_ua: Пройдено

source: Fail
uk_ua: Збій

source: Total
uk_ua: Всього

source: Hide
uk_ua: Приховати

source: Show
uk_ua: Показати

source: Cases / Tests
uk_ua: Тести

source: Count
uk_ua: Підрахунок

source: Totals
uk_ua: Підсумки

source: Published Worksheets
uk_ua: Опубліковані робочі аркуші

source: Deleted Worksheets
uk_ua: Видалені робочі аркуші

source: Active Worksheets
uk_ua: Активні робочі аркуші

source: Archived Worksheets
uk_ua: Заархівовані робочі аркуші

source: New Worksheet
uk_ua: Новий робочий аркуш

source: Upload
uk_ua: Імпортувати

source: Download All Active
uk_ua: Зберегти всі виділені

source: Search Worksheets
uk_ua: Пошук робочих аркушів

source: Unarchive selected worksheets so it appears in the default worksheet list
uk_ua: Розархівувати вибрані робочі аркуші, щоб вони з'явились на домашній сторінці

source: Unarchive
uk_ua: Розархівувати

source: Archive selected worksheets so they do not appear in the default worksheet list
uk_ua: Архівувати вибрані робочі аркуші, щоб вони не відображались на домашній сторінці

source: Archive
uk_ua: Архівувати

source: Move the selected worksheets to the trash
uk_ua: Перемістити вибрані робочі аркуші до кошика

source: Delete
uk_ua: Видалити

source: Move the selected worksheets out of the trash
uk_ua: Відновити вибрані робочі аркуші з кошика

source: Undelete
uk_ua: Відновити

source: Stop selected worksheets
uk_ua: Завершити роботу вибраних робочих аркушів

source: Download selected worksheets
uk_ua: Завантажити вибрані робочі аркуші

source: Download
uk_ua: Експортувати

source: Current Folder
uk_ua: Поточна папка

source: Active
uk_ua: Активні

source: Archived
uk_ua: Архів

source: Trash
uk_ua: Кошик

source: Empty Trash
uk_ua: Очистити кошик

source: Rating
uk_ua: Оцінка

source: Owner
uk_ua: Власник

source: Collaborators
uk_ua: Співавтори

source: Last Edited
uk_ua: Остання редакція

source: There are no published worksheets.
uk_ua: Немає опублікованих робочих аркушів.

source: Welcome to Sage! You can <a href="/new_worksheet">create a new worksheet</a>, view <a href="/pub/">published worksheets</a>, or read the <a href="/help" target="_new">documentation</a>.
uk_ua: Ласкаво просимо до Sage! Ви можете <a href="/new_worksheet">створити новий робочий аркуш</a>, переглянути <a href="/pub/">опубліковані робочі аркуші</a> чи ознайомитися із <a href="/help" target="_new">документацією</a>.

source: running
uk_ua: активний

source: Add or Delete
uk_ua: Додати чи Видалити

source: Share now
uk_ua: Поділитися

source: published
uk_ua: опубліковано

source: Account Recovery
uk_ua: Відновлення облікового запису

source: A new password will be emailed to the email address connected to your account. However if you didn't confirm your email address you will be unable to recover your account.
uk_ua: Новий пароль буде відправлено за адресою електронної пошти, вказаної у вашому обліковому записі. Однак, якщо ви не підтвердили свою адресу електронної пошти, ви не зможете відновити свій обліковий запис.

source: Submit
uk_ua: Підтвердити

source: Cancel
uk_ua: Скасувати

source: Sign up
uk_ua: Увійти

source: Sign up for a Sage Notebook account
uk_ua: Зареєструвати новий обліковий запис в Sage Notebook

source: Create a username
uk_ua: Виберіть ім'я користувача

source: Your username must start with a letter and be between 3 and 64 characters long. You may only use letters, numbers, underscores, @, and dots.
uk_ua: Ваше ім'я користувача має починатися з літери та містити від 3 до 64 символів. Можна використовувати лише літери, цифри, знаки підкреслення, @ і точки.

source: No username given
uk_ua: Ім'я користувача не вказано

source: Username already in use
uk_ua: Користувач з таким ім'ям уже зареєстрований

source: Bad username
uk_ua: Некоректне ім'я користувача

source: Create a good password
uk_ua: Створіть надійний пароль

source: Your password must have at least 4 characters. Your password can not contain your username or spaces.
uk_ua: Ваш пароль повинен бути не коротше 4 символів. Пароль не може містити ім'я користувача і пробіли.

source: No password given
uk_ua: Пароль не введено

source: Bad password
uk_ua: Невірний пароль

source: Re-type your password
uk_ua: Введіть пароль ще раз

source: Passwords didn't match
uk_ua: Паролі не співпадають

source: Enter your email address
uk_ua: Введіть вашу адресу електронної пошти

source: Your email address is required for account confirmation and recovery. You will be emailed a confirmation link right after you successfully sign up.
uk_ua: Ваша адреса електронної пошти необхідна для підтвердження облікового запису та його відновлення, у тому випадку, якщо ви забудете пароль. Після реєстрації на цю адресу вам буде надіслано посилання для підтвердження.

source: No email address given
uk_ua: Адреса електронної пошти не була введена

source: Invalid email address
uk_ua: Недійсна адреса електронної пошти

source: Answer a challenge
uk_ua: Пройдіть перевірку

source: No challenge response given
uk_ua: Ви не заповнили поле для перевірки

source: Invalid challenge response
uk_ua: Невірна відповідь у полі для перевірки

source: Create account
uk_ua: Створити обліковий запис

source: Worksheet is publicly viewable at <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s
uk_ua: Робочий аркуш доступний всім бажаючим для перегляду за адресою <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s

source: Published on %(t)s
uk_ua: Опубліковано %(t)s

source: Re-publish worksheet
uk_ua: Опублікувати повторно

source: Stop publishing
uk_ua: Видалити з опублікованих

source: Automatically re-publish when changes are made
uk_ua: Автоматично оновлювати опубліковану версію після внесення змін

source: Click to rename this worksheet
uk_ua: Натисніть тут, щоб перейменувати цей робочий аркуш

source: last edited
uk_ua: Остання редакція

source: Someone else is viewing this worksheet
uk_ua: Хтось іще переглядає цей робочий аркуш

source: Save changes
uk_ua: Зберегти зміни

source: Save
uk_ua: Зберегти

source: Save changes and close window
uk_ua: Зберегти зміни та закрити вікно

source: Save & quit
uk_ua: Зберегти і вийти

source: Discard changes to this worksheet
uk_ua: Скасувати зміни, внесені до цього робочого аркуша

source: Discard & quit
uk_ua: Скасувати і вийти

source: Select a file related function
uk_ua: Виберіть, що ви хочете зробити з файлом

source: File...
uk_ua: Файл...

source: Load a new worksheet stored in a file
uk_ua: Створити новий робочий аркуш, завантаживши його з файлу

source: Load worksheet from a file...
uk_ua: Завантажити робочий аркуш з файлу

source: Create a new worksheet
uk_ua: Створити новий робочий аркуш

source: New worksheet
uk_ua: Новий робочий аркуш

source: Save this worksheet to an sws file
uk_ua: Зберегти цей робочий аркуш як файл sws

source: Save worksheet to a file...
uk_ua: Зберегти робочий аркуш у файл

source: Print this worksheet
uk_ua: Надрукувати цей робочий аркуш

source: Print
uk_ua: Друкувати

source: Rename this worksheet
uk_ua: Перейменувати поточний робочий аркуш

source: Rename worksheet
uk_ua: Перейменувати робочий аркуш

source: Copy this worksheet
uk_ua: Копіювати поточний робочий аркуш

source: Copy worksheet
uk_ua: Копіювати робочий аркуш

source: Move this worksheet to the trash
uk_ua: Перемістити цей робочий аркуш до кошика

source: Delete worksheet
uk_ua: Видалити робочий аркуш

source: Select a worksheet function
uk_ua: Виберіть функцію управління робочим аркушем

source: Action...
uk_ua: Дія...

source: Interrupt currently running calculations, if possible
uk_ua: Перервати поточні активні розрахунки, якщо це можливо

source: Interrupt
uk_ua: Перервати

source: Restart the worksheet process
uk_ua: Перезапустити процес робочого аркуша

source: Restart worksheet
uk_ua: Перезапустити робочий аркуш

source: Quit the worksheet process
uk_ua: Завершити процес робочого аркуша

source: Save and quit worksheet
uk_ua: Завершити і закрити робочий аркуш

source: Evaluate all input cells in the worksheet
uk_ua: Виконати усі поля вводу робочого аркуша

source: Evaluate All
uk_ua: Виконати все

source: Hide all output
uk_ua: Приховати всі результати

source: Hide All Output
uk_ua: Приховати всі результати

source: Show all output
uk_ua: Показати всі результати

source: Show All Output
uk_ua: Показати всі результати

source: Delete all output
uk_ua: Видалити всі результати

source: Delete All Output
uk_ua: Видалити всі результати

source: Switch to single-cell mode
uk_ua: Переключитися до режиму з одним полем

source: One Cell Mode
uk_ua: Режим з одним полем

source: Switch to multi-cell mode
uk_ua: Переключитися до режиму з багатьма полями

source: Multi Cell Mode
uk_ua: Режим з багатьма полями

source: Select an attached file
uk_ua: Вибрати вкладений файл

source: Data...
uk_ua: Дані...

source: Upload or create a data file in a wide range of formats
uk_ua: Завантажте або створіть файл даних в одному із багатьох підтримуваних форматів

source: Upload or create file...
uk_ua: Завантажити або створити файл...

source: Evaluate all input cells using %(i)s
uk_ua: Виконати усі поля вводу, використовуючи %(i)s

source: Enable/disable pretty_printing
uk_ua: Увімкнути/вимкнути pretty_printing (автоматичне форматування виводу)

source: Interactively use this worksheet
uk_ua: Використовувати цей робочий аркуш інтерактивно

source: Worksheet
uk_ua: Робочий аркуш
