Repository: sagemath/sagenb
Catalog: sagenb/translations/ua_UA/LC_MESSAGES/messages.po
Languages: uk_ua

source: Edit text version of this worksheet
uk_ua: Редагувати текстову версію цого робочого аркуша

source: Edit
uk_ua: Редагувати

source: View plain text version of this worksheet
uk_ua: Переглянути текстову версію цього робочого аркуша

source: Text
uk_ua: Текст

source: View changes to this worksheet over time
uk_ua: Переглянути зміни в цьому робочому аркуші

source: Revisions
uk_ua: Зміни

source: Let others edit this worksheet
uk_ua: Дозволити іншим редагувати цей робочий аркуш

source: Share
uk_ua: Поділитися

source: Make this worksheet publicly viewable
uk_ua: Дозволити переглядати цей робочий аркуш усім бажаючим

source: Publish
uk_ua: Опублікувати

source: Exit
uk_ua: Вихід

source: You can publish your worksheet to the Internet, where anyone will be able to access and view it online.
uk_ua: Ви можете опублікувати ваш робочий аркуш в Інтернеті, де будь-хто зможе переглянути його он-лайн.

source: Your worksheet will be assigned a unique address (URL) that you can send to your friends and colleagues.
uk_ua: Вашому робочому аркушеві буде присвоєна унікальна адреса (URL), яку ви зможете відправити своїм друзям та колегам.

source: Do you want to publish this worksheet?
uk_ua: Ви хочете опублікувати цей робочий аркуш?

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Click here or press shift-return to evaluate
uk_ua: Натисніть тут або Shift+Enter для виконання

source: evaluate
uk_ua: виконати

source: Data file
uk_ua: Файл даних

source: You may download <a href="%(p)s">%(f)s</a> or create a link to this file in worksheet
uk_ua: Ви можете завантажити <a href="%(p)s">%(f)s</a> або створити посилання на цей файл у робочому аркуші

source: select worksheet
uk_ua: виберіть робочий аркуш

source: or <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">delete %(f)s.</a>
uk_ua: або <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">delete %(f)s.</a>

source: Access %(f)s in this worksheet by typing <tt>DATA+'%(f)s'</tt>. Here DATA is a special variable that gives the exact path to all data files uploaded to this worksheet.
uk_ua: Використовуйте %(f)s в цьому робочому аркуші, ввівши <tt>DATA+'%(f)s'</tt>. Тут DATA — це спеціальна змінна, що містить повний шлях до усіх файлів, прикріплених до цього робочого аркуша.

source: Save Changes
uk_ua: Зберегти зміни

source: Edit plain text
uk_ua: Редагувати як звичайний текст

source: Edit this.
uk_ua: Редагувати

source: Log in to edit a copy.
uk_ua: Увійдіть, щоб відредагувати копію.

source: Edit a copy.
uk_ua: Редагувати копію.

source: Download.
uk_ua: Завантажити.

source: This page is rated %(wr).1f.
uk_ua: Оцінка цієї сторінки %(wr).1f.

source: leave a comment
uk_ua: залишити коментар

source: Rerate
uk_ua: Змінити оцінку

source: Rate
uk_ua: Оцінити

source: Other published documents...
uk_ua: Інші опубліковані документи...

source: View plain text
uk_ua: Переглянути як звичайний текст

source: Revision from %(ta)s ago
uk_ua: Змінено %(ta)s днів тому

source: Revision List
uk_ua: Список змін

source: Older
uk_ua: Старі

source: Oldest
uk_ua: Найстаріші

source: Newer
uk_ua: Нові

source: Newest
uk_ua: Найновіші

source: Revert to this one
uk_ua: Відновити до цієї версії

source: (note that images are not recorded)
uk_ua: (зверніть увагу, що зображення не записані)

source: Publish this one
uk_ua: Опублікувати цю версію

source: Cancel changes
uk_ua: Скасувати зміни

source: Upload or Create Data File to attach to worksheet "%(wn)s"
uk_ua: Завантажити або створити файл даних та прикріпити його до робочого аркуша "%(wn)s"

source: Browse your computer to select a file to upload:
uk_ua: Виберіть файл на вашому комп'ютері для завантаження:

source: Or enter the URL of a file on the web:
uk_ua: Або введіть URL-адресу файлу в Інтернеті:

source: Or enter the name of a new file, which will be created:
uk_ua: Або введіть ім'я нового файлу, котрий буде створено:

source: What do you want to call it? (if different than the original name)
uk_ua: Як ви хочете назвати його? (якщо бажаєте змінити ім'я оригінального файлу)

source: Upload or Create Data File
uk_ua: Завантажити або створити файл даних

source: Revision History -- Previous sessions
uk_ua: Історія змін — Попередні сесії

source: Revision
uk_ua: Версія

source: Revision %(lr)s
uk_ua: Версія %(lr)s

source: Share this document
uk_ua: Поділитися цим документом

source: Only the owner of a worksheet is allowed to share it. You can do whatever you want if you <a href="copy">make your own copy</a>.
uk_ua: Тільки власник робочого аркуша може поділитися ним. Ви можете робити все, що вам потрібно, <a href="copy">створивши власну копію</a>.

source: This Sage Worksheet is currently shared with the people listed in the box below.
uk_ua: Цей робочий аркуш наразі не є спільним для людей, перерахованих нижче.

source: You may add or remove collaborators (separate user names by commas).
uk_ua: Ви можете додати чи видалити співавторів (відділяйте їх імена користувачів комами).

source: Give access to your worksheet to the above collaborators
uk_ua: Надати доступ до вашого робочого аркуша перерахованим нижче співавторам

source: Invite Collaborators
uk_ua: Запросити співавторів

source: Search results:
uk_ua: Результати пошуку:

source: sorry, no match found
uk_ua: вибачте, по даному запиту нічого не знайдено

source: Search Users
uk_ua: Пошук користувачів

source: Known Sage Users:
uk_ua: Відомі користувачі Sage:

source: Account Settings
uk_ua: Налаштування облікового запису

source: Change Auto-Save Interval
uk_ua: Змінити інтервал автоматичного збереження

source: Minutes
uk_ua: Хвилини

source: Change Password
uk_ua: Змінити пароль

source: Old password
uk_ua: Старий пароль

source: New password
uk_ua: Новий пароль

source: Retype new password
uk_ua: Введіть пароль ще раз

source: Change E-mail Address
uk_ua: Змінити адресу електронної пошти

source: Current e-mail
uk_ua: Поточна адреса електронної пошти

source: New e-mail
uk_ua: Нова адреса електронної пошти

source: Your Email
uk_ua: Ваша адреса електронної пошти

source: Add New User
uk_ua: Додати нового користувача

source: Username Error
uk_ua: Помилка в імені користувача

source: Pick a username
uk_ua: Виберіть ім'я користувача

source: The username must start with a letter and be between 4 and 32 characters long. It can only consist of letters, numbers, underscores, and one dot (.).
uk_ua: Ім'я користувача має починатися з літери та містити від 4 до 32 символів. Можна використовувати лише літери, цифри, знаки підкреслення і одну точку (.).

source: Invalid username
uk_ua: Невірне ім'я користувача

source: Username taken
uk_ua: Ім'я користувача прийнято

source: Create Account
uk_ua: Створити обліковий запис

source: Manage Users
uk_ua: Управляти користувачами

source: Notebook Settings
uk_ua: Налаштування Notebook

source: Users
uk_ua: Користувачі

source: User Management
uk_ua: Управління користувачами

source: Add User
uk_ua: Додати користувача

source: The password for the user %(u)s has been reset to <strong>%(p)s</strong>
uk_ua: Пароль для користувача %(u)s було скинуто до<strong>%(p)s</strong>

source: Suspension
uk_ua: Блокування

source: Reset
uk_ua: Скинути

source: Unsuspend
uk_ua: Розблокувати

source: Suspend
uk_ua: Заблокувати

source: Ratings for %(wn)s
uk_ua: Оцінки для %(wn)s

source: Go to the worksheet.
uk_ua: Перейти до робочого аркуша.

source: User
uk_ua: Користувач

source: Comment
uk_ua: Коментар

source: %(t)s by %(le)s
uk_ua: %(t)s тому користувачем %(le)s

source: %(t)s ago by %(le)s
uk_ua: %(t)s тому користувачем %(le)s

source: Click to download and install tex fonts.
uk_ua: Натисніть, щоб завантажити та встановити шрифти TeX.

source: Your browser / OS combination is not supported.\nPlease use Firefox or Opera under Linux, Windows, or Mac OS X, or Safari.
uk_ua: Ваш браузер, операційна система чи їх комбінація не підтримується.\nБудь-ласка, скористайтесь Firefox чи Opera в операційних системах Linux, Windows чи Mac OS X і Safari.

source: Java Applet Hidden
uk_ua: Java апплет приховано

source: Click here to pop out
uk_ua: Відкрити в окремому вікні

source: Error applying function to worksheet(s).
uk_ua: Не вдалося застосувати функцію до робочого(их) аркуша(ів).

source: Title of saved worksheet
uk_ua: Назва збереженого робочого аркуша.

source: Failed to save worksheet.
uk_ua: Не вдалося зберегти робочий аркуш.

source: Please enter a name for this worksheet.
uk_ua: Будь-ласка, введіть ім'я цього робочого аркуша.

source: Rename
uk_ua: Перейменувати

source: Possible failure deleting worksheet.
uk_ua: Можливо, сталась помилка при видаленні робочого аркуша.

source: unprinted
uk_ua: не надруковано

source: You requested to evaluate a cell that, for some reason, the server is unaware of.
uk_ua: Ви вказали на виконання поля, яке, з деяких причин, невідоме серверу.

source: This worksheet is read only. Please make a copy or contact the owner to change it.
uk_ua: Цей робочий аркуш доступний лише для читання. Будь-ласка, зробіть копію чи зв'яжіться з автором, щоб отримати права на внесення змін.

source: loading...
uk_ua: завантаження...

source: Error updating cell output after
uk_ua: Помилка оновлення результатів виводу поля після

source: s (canceling further update checks).
uk_ua: s (подальші перевірки оновлень припинено).

source: Problem inserting new input cell after current input cell.\n
uk_ua: Виникла проблема при вставці нового поля після поточного.\n

source: Worksheet is locked. Cannot insert cells.
uk_ua: Робочий аркуш заблоковано. Не можна вставляти поля.

source: Unable to interrupt calculation.
uk_ua: Неможливо перервати обчислення.

source: Close this box to stop trying.
uk_ua: Закрийте це повідомлення, щоб припинити спроби.

source: Interrupt attempt
uk_ua: Спроба переривання

source: <a href='javascript:restart_sage();'>Restart</a>, instead?
uk_ua: Можливо, замість цього, ви хочете <a href='javascript:restart_sage();'>перезапустити</a>, робочий аркуш?

source: Emptying the trash will permanently delete all items in the trash. Continue?
uk_ua: Очищення кошика остаточно видалить усі робочі аркуші в ньому. Продовжити?

source: Get Image
uk_ua: Отримати зображення

source: Jmol Image
uk_ua: Зображення Jmol

source: To save this image, you can try right-clicking on the image to copy it or save it to a file, or you may be able to just drag the image to your desktop.
uk_ua: Щоб зберегти це зображення, натисніть на ньому правою кнопкою миші та оберіть Копіювати чи Зберегти. Також ви можете просто перетягнути зображення на робочий стіл.

source: Sorry, but you need a browser that supports the &lt;canvas&gt; tag.
uk_ua: Вибачте, але потрібен браузер, котрий підтримує HTML тег &lt;canvas&gt;.

source: Trying again in %(num)d second...
uk_ua: Наступна спроба через %(num)d секунду...

source: Please ask the server administrator to configure a challenge!
uk_ua: Будь-ласка, зверніться до адміністратора сервера для налаштування захисту від ботів!

source: Is pi > e?
uk_ua: Чи вірно, що π>e?

source: y|yes
uk_ua: т|так

source: What is 3 times 8?
uk_ua: Скільки буде тричі по вісім?

source: 24|twenty-four
uk_ua: 24|двадцять чотири

source: What is 2 plus 3?
uk_ua: Скільки буде 2 плюс 3?

source: 5|five
uk_ua: 5|п'ять

source: How many bits are in one byte?
uk_ua: Скільки бітів в одному байті?

source: 8|eight
uk_ua: 8|вісім

source: What is the largest prime factor of 15?
uk_ua: Який найбільший простий дільник числа 15?

source: Updated
uk_ua: Оновлено

source: Hi %(username)s!
uk_ua: Вітаємо %(username)s!

source: Thank you for registering for the Sage notebook. To complete your registration, copy and paste the following link into your browser: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s You will be taken to a page which will confirm that you have indeed registered.
uk_ua: Дякуємо за реєстрацію в Sage Notebook. Для завершення реєстрації скопіюйте і вставте наступне посилання у ваш браузер: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s Відкриється сторінка, на якій з'явиться повідомлення, що підтверджуватиме вашу успішну реєстрацію.

source: Your new password is %(key)s Sign in at %(url_prefix)s://%(addr)s:%(port)s/ Make sure to reset your password by going to Settings in the upper right bar.
uk_ua: Ваш новий пароль: %(key)s Увійдіть на сервер: %(url_prefix)s://%(addr)s:%(port)s/ Будь-ласка, скиньте ваш пароль, перейшовши в Налаштування у верхній правій панелі.

source: Appearance
uk_ua: Вигляд

source: Authentication
uk_ua: Аутентифікація

source: Server
uk_ua: Сервер

source: Number of word-wrap columns
uk_ua: Максимальна довжина рядка при перенесенні слів

source: Maximum history length
uk_ua: Максимальна довжина історії

source: Idle timeout (seconds)
uk_ua: Тайм-аут очікування (в секундах)

source: Idle check interval (seconds)
uk_ua: Інтервал між запитами (в секундах)

source: Save interval (seconds)
uk_ua: Інтервал автозберігання (в секундах)

source: Doc worksheet pool size
uk_ua: Розмір пула документації робочого аркуша

source: Doc worksheet idle timeout (seconds)
uk_ua: Тайм-аут очікування (в секундах) робочого аркуша

source: Enable published interacts (EXPERIMENTAL; USE AT YOUR OWN RISK)
uk_ua: Дозволити інтерактивні опубліковані робочі аркуші (ЕКСПЕРИМЕНТАЛЬНА ФУНКЦІЯ; ВИКОРИСТОВУЙТЕ НА СВІЙ РИЗИК)

source: Worksheet process users (comma-separated list)
uk_ua: Користувачі процесу робочого аркуша (список, розділений комами)

source: Default system
uk_ua: Система за замовчуванням

source: Pretty print (typeset) output
uk_ua: Автоформатування виводу

source: Worksheet process limits
uk_ua: Обмеження процесу робочого аркуша

source: Require e-mail for account registration
uk_ua: Вимагати адресу електронної пошти для реєстрації облікового запису

source: Enable user registration
uk_ua: Дозволити реєстрацію користувачів

source: Allow OpenID authentication (requires python ssl module)
uk_ua: Дозволити аутентифікацію через OpenID (потрібен python модуль ssl)

source: Use a challenge for account registration
uk_ua: Використовувати захист від ботів при реєстрації облікового запису

source: Type of challenge
uk_ua: Тип захисту

source: reCAPTCHA public key
uk_ua: Відкритий ключ reCAPTCHA

source: reCAPTCHA private key
uk_ua: Закритий ключ reCAPTCHA

source: Default Language
uk_ua: Мова по замовчуванням

source: Model Version
uk_ua: Версія моделі

source: Enable LDAP Authentication
uk_ua: Дозволити аутентифікацію через LDAP

source: Bind DN
uk_ua: Підключатися як (Bind DN)

source: Bind Password
uk_ua: Пароль підключення

source: Base DN
uk_ua: База пошуку

source: Username Attribute (i.e. cn, uid or userPrincipalName)
uk_ua: Атрибут імені користувача (наприклад, cn, uid чи userPrincipalName)

source: Attributes for user lookup
uk_ua: Атрибути для пошуку користувачів

source: %(num)d second
uk_ua: %(num)d секунда

source: %(num)d minute
uk_ua: %(num)d хвилина

source: %(num)d hour
uk_ua: %(num)d година

source: %(num)d day
uk_ua: %(num)d доба

source: Find Help and Documentation
uk_ua: Знайти довідки та документацію

source: Get Started with Sage
uk_ua: Початок роботи з Sage

source: <a href="/doc/live/tutorial/index.html">Work through the tutorial</a> (if you have trouble with it, view the <a href="/doc/static/tutorial/index.html">static version</a>).
uk_ua: <a href="/doc/live/tutorial/index.html">Ознайомтесь із практичними рекомендаціями</a> (якщо у вас виникнуть проблеми з їх переглядом, використовуйте <a href="/doc/static/tutorial/index.html">статичну версію</a>).

source: Help About
uk_ua: Контекстна довідка

source: Type ? immediately after the object or function and press tab or shift-enter (shift-enter overwrites output and saves to worksheet).
uk_ua: Введіть ? відразу після об'єкта чи функції і натисніть Tab або Shift+Enter (Shift+Enter перезаписує введення і зберігає робочий аркуш).

source: Put ?? after the object and press tab or shift-enter (shift-enter overwrites output and saves to worksheet).
uk_ua: Введіть ?? після об'єкта і натисніть Tab або Shift+Enter (Shift+Enter перезаписує введення і зберігає робочий аркуш).

source: Full Text Search of Docs and Source
uk_ua: Повнотекстовий пошук по документації та вихідному коду

source: Search the SAGE documentation by typing <pre>search_doc("my query")</pre> in an input cell and press shift-enter. Search the source code of SAGE by typing <pre>search_src("my query")</pre> and pressing shift-enter. Arbitrary regular expressions are allowed as queries.
uk_ua: Для пошуку в документації Sage введіть <pre>search_doc("ваш запит")</pre> в поле вводу і натисніть Shift+Enter. Знайти вихідний код Sage можна, ввівши <pre>search_src("ваш запит")</pre> і натиснувши Shift+Enter. У запитах можна використовувати довільні регулярні вирази.

source: Key and Mouse Bindings
uk_ua: Гарячі клавіші та дії мишею

source: Evaluate Input
uk_ua: Виконати введення

source: Press <strong>shift-enter</strong>. You can start several calculations at once. If you press <strong>alt-enter</strong> instead, then a new cell is created after the current one. If you press <strong>ctrl-enter</strong> then the cell is split and both pieces are evaluated separately.
uk_ua: Натисніть <strong>Shift+Enter</strong>. Ви можете розпочати декілька обчислень одночасно. Якщо ж ви натиснете <strong>Alt-Enter</strong>, то буде створено нове поле відразу після поточного. А натиснення<strong>Ctrl+Enter</strong> розбиває поле на дві частини, що будуть виконуватися окремо.

source: Tab Completion
uk_ua: Автозавершення по натисненню Tab

source: Press <strong>tab</strong> while the cursor is on an identifier. On some web browsers (e.g., Opera) you must use control-space instead of tab.
uk_ua: Натисніть <strong>Tab</strong> поки курсор знаходиться на ідентифікаторі. У деяких браузерах (наприклад, в Opera) замість Tab треба використовувати Ctrl+Пробіл.

source: Insert New Cell
uk_ua: Вставити нове поле

source: Put the mouse between an output and input until the horizontal line appears and click. If you press Alt-Enter in a cell, the cell is evaluated and a new cell is inserted after it.
uk_ua: Наведіть вказівник миші на місце над полем вводу і виводом таким чином, щоб з'явилась горизонтальна лінія, і натисніть. Якщо ви натиснете Alt+Enter, поточне поле буде виконано і після нього буде вставлено нове.

source: Delete Cell
uk_ua: Видалити поле

source: Delete all cell contents, then press <strong>backspace</strong>.
uk_ua: Видаліть вміст поля і, потім, натисніть <strong>Backspace</strong>.

source: Split and Join Cells
uk_ua: Розділення та об'єднання полів

source: Press <strong>ctrl-;</strong> in a cell to split it into two cells, and <strong>ctrl-backspace</strong> to join them. Press <strong>ctrl-enter</strong> to split a cell and evaluate both pieces.
uk_ua: Натисніть <strong>Ctrl-;</strong> в полі, щоб розбити його на два, і <strong>Ctrl+Backspace</strong>, щоб об'єднати їх. Натисніть <strong>Ctrl+Enter</strong>, щоб виконати розбиття поля на два та виконати обидві частини.

source: Insert New Text Cell
uk_ua: Вставити нове текстове поле

source: Move the mouse between cells until a blue bar appears. <strong>Shift-click</strong> on the blue bar to create a new text cell. Double click on existing text to edit it. Use $...$ and $$...$$ to include typeset math in the text block.
uk_ua: Наведіть вказівник миші між полями так, щоб з'явилась синя лінія. <strong>Shift+Клік</strong> на синій лінії створить нове поле. Подвійний клік по існуючому текстовому полю дозволяє його відредагувати. Для запису математичних формул (в LaTeX) введіть $...$ і $$...$$ у текстовому полі.

source: Hide/Show Output
uk_ua: Приховати/Показати результати

source: Click on the left side of output to toggle between hidden, shown with word wrap, and shown without word wrap.
uk_ua: Натисніть зліва від результатів, щоб переключити режим відображення: прихований, з перенесенням слів, без перенесення слів.

source: Indenting Blocks
uk_ua: Відступи в блоках

source: Highlight text and press > to indent it all and < to unindent it all (works in Safari and Firefox). In Firefox you can also press tab and shift-tab.
uk_ua: Виділіть текст і натисніть > , щоб зробити відступ та < для видалення відступу (це працює у браузерах Safari та Firefox). У Firefox ви також можете використовувати Tab і Shift+Tab.

source: Comment/Uncomment Blocks
uk_ua: Коментування/Розкоментування блоків

source: Highlight text and press <strong>ctrl-.</strong> to comment it and <strong>ctrl-,</strong> to uncomment it. Alternatively, use <strong>ctrl-3</strong> and <strong>ctrl-4</strong>.
uk_ua: Виділіть текст і натисніть <strong>Ctrl-.</strong>, щоб закоментувати його, і<strong>Ctrl-,</strong> щоб розкоментувати. Також можна використовувати <strong>Ctrl-3</strong> і <strong>Ctrl-4</strong>.

source: Paren matching
uk_ua: Парність дужок

source: To fix unmatched or mis-matched parentheses, braces or brackets, press <strong>ctrl-0</strong>. Parentheses before the cursor will be matched, minding strings and (Python) comments.
uk_ua: Щоб виправити непарні круглі, квадратні, фігурні дужки, натисніть <strong>Ctrl-0</strong>. Дужки перед курсором стануть парними, з правильним опрацюванням рядків і коментарів (в Python).

source: Interrupt and Restart Sessions
uk_ua: Переривання і перезапуск сесій

source: Interrupt Running Calculations
uk_ua: Переривання поточних обчислень

source: Click <u>Interrupt</u> or press escape in any input cell. This will (attempt) to interrupt SAGE by sending many interrupt signals.
uk_ua: Натисніть <u>Перервати</u> або натисніть Escape у будь-якому полі вводу. Це змусить Sage (спробувати) перервати поточну задачу, відправивши велику кількість сигналів переривання.

source: Restart
uk_ua: Перезапустити

source: Type "restart" to restart the SAGE interpreter for a given worksheet. (You have to interrupt first.)
uk_ua: Натисніть "restart" для перезапуску інтерпретатора Sage у поточному робочому аркуші. (Спочатку треба здійснити переривання поточних обчислень.)

source: Special Cell Blocks
uk_ua: Спеціальні блоки в полях вводу

source: Evaluate Cell using GAP, Singular, etc.
uk_ua: Виконати поле, використовуючи GAP, Singular та ін.

source: Put "%%gap", "%%singular", etc. as the first input line of a cell; the rest of the cell is evaluated in that system.
uk_ua: Введіть "%%gap", "%%singular" та ін. першим рядком поля вводу; решта поля буде виконана в обраній системі.

source: Shell Scripts
uk_ua: Сценарії оболонки (shell)

source: Begin a block with %%sh to have the rest of the block evaluated as a shell script. The current working directory is maintained.
uk_ua: Введіть першим рядком %%sh у полі вводу, щоб решта поля була інтерпретована як сценарій оболонки. Поточна директорія підтримується.

source: Interactive Dynamic Widgets
uk_ua: Інтерактивні динамічні віджети

source: Put @interact on the line before a function definition. Type interact? for more details.
uk_ua: Введіть @interact у рядку перед визначенням функції. Введіть interact? для деталізації.

source: Autoevaluate Cells on Load
uk_ua: Автоматично виконувати поля при завантаженні робочого аркуша.

source: Any cells with "#auto" in the input is automatically evaluated when the worksheet is first opened.
uk_ua: Усі поля із введеним словом "#auto" будуть автоматично виконані, коли відкриється робочий аркуш.

source: Time
uk_ua: Час виконання

source: Type "%%time" at the beginning of the cell.
uk_ua: Введіть "%%time" у початок поля.

source: Useful Tips
uk_ua: Корисні поради

source: Input Rules
uk_ua: Правила введення
